Repository: Laurick/MermeladaJam2
Catalog: dialogs/*.po
Languages: ca, es

source: All for you, like if I care.
ca: Perquè tota per a tu, com si a mi m'importés.
es: Pues toda para ti, como si a mí me importase.

source: I just want to leave. Please.
ca: Jo només vull sortir d'aquí. Si us plau.
es: Yo sólo quiero salir de aquí. Por favor.

source: I beg you.
ca: T'ho suplico.
es: Te lo suplico.

source: In response to Desafecto's indifference, your tears make their way and flow easily from your eyes.
ca: En resposta a la indiferència de Desafecto, les teves llàgrimes s'obren pas i brollen amb facilitat dels teus ulls.
es: En respuesta a la indiferencia de Desafecto, tus lágrimas se abren paso y brotan con facilidad de tus ojos.

source: You articulate, with difficulty, an incosolable crying, that starts tofill the room.
ca: Articules, amb prou feines, un plor desconsolat, que va omplint tot el local.
es: Articulas, a duras penas, un llanto desconsolado, que va llenando todo el local.

source: Listen, stop, I hate hear you cry.
ca: Mira, deixa-ho, odio sentir-te ploriquejar.
es: Mira, déjalo, odio escucharte lloriquear.

source: If you had someone that can match the value of this coin...
ca: Si tinguessis alguna cosa que pogués igualar el valor d'aquesta moneda...
es: Si tuvieras algo que pudiera igualar el valor de esta moneda...

source: Maybe it could help you pay the toll.
ca: Tal vegada podria servir-te per a pagar un peatge.
es: Tal vez podría servirte para pagar un peaje.

source: You feel the weight of the coin that you won to the kids in your pocket.
ca: Notes el pes de la moneda que vas guanyar als nens en la teva butxaca.
es: Notas el peso de la moneda que ganaste a los niños en tu bolsillo.

source: Desafecto has noticed it too.
ca: Desafecto també ho ha notat.
es: Desafecto también lo ha notado.

source: As you heard.
ca: Com ho escoltes.
es: Como lo oyes.

source: Darling, maybe luck is not by your side, but you still have me.
ca: Tresor, tal vegada la fortuna no t'hagi somrigut, però encara et quedo jo.
es: Querida, tal vez la fortuna no te haya sonreído, pero aún te quedo yo.

source: I am benevolent.
ca: I jo soc benvolent.
es: Y yo soy benevolente.

source: You feel the coin in your pocket, remembing that the kids told you that Desafecto is obsessed with them.
ca: Palpes la moneda en la teva butxaca, recordant que els nens et van dir que Desafecto està obsesionade amb aquests objectes.
es: Palpas la moneda en tu bolsillo, recordando que los niños te dijeron que Desafecto está obsesionade con estos objetos.

source: So?
ca: Y bé?
es: ¿Y bien?

source: What are these coins?
ca: Què són aquestes monedes?
es: ¿Qué son estas monedas?

source: Do you really want to have this talk again?
ca: Realment vols tenir aquesta conversa de nou?
es: ¿Realmente quieres tener esta conversación de nuevo?

source: They are just coings, a payment you have to do.
ca: Són simples monedes, un pagament que has de fer.
es: Son simples monedas, un pago que tienes que hacer.

source: Don't bother yourself trying to comprehend what they are. Just pay and leave.
ca: No et molestis a intentar comprendre què són. Només feix el pagament i marxa't.
es: No te molestes en intentar comprender qué son. Sólo haz el pago y márchate.

source: Trust me, they are just useless weights for you.
ca: Creu-me, són només pesos inútils per a vosaltres.
es: Créeme, son sólo pesos inútiles para vosotros.

source: Filled with tiredness and cling to that burning nail, you give them the coin and leave.
ca: Assotada pel cansament i aferrant-te a aquest clau cremant, li lliures la moneda i marxes.
es: Azotada por el cansancio y aferrándote a ese clavo ardiendo, le entregas la moneda y te marchas.

source: Alright, here you have.
ca: Està bé, aquí tens.
es: Está bien, aquí tienes.

source: Goodbye, wandering soul. I wish you a good trip.
ca: Adeu, ànima esgarriada. Et desitjo un bon viatge.
es: Adiós, alma descarriada. Te deseo un buen viaje.

source: You get back to your car and you go away on the road, leaving Aion behind.
ca: Tornes al teu cotxe i t'allunyes en la carretera, deixant el Aión en l'horitzó.
es: Vuelves a tu coche y te alejas en la carretera, dejando el Aión en el horizonte.

source: In front of you there is a long road, but the nightmare has ended.
ca: Davant teu s'estén un llarg camí, però el malson ha acabat.
es: Ante ti se extiende un largo camino, pero la pesadilla ha terminado.

source: There is still hope.
ca: Encara queda un indici d'esperança.
es: Aún queda un atisbo de esperanza.

source: Find 4 travelers
ca: Troba els 4 viatgers
es: Encuentra 4 viajeros

source: Press any key to start
ca: Clica qualsevol tecla per continuar
es: Pulsa cualquier tecla para continuar

source: Team 'Jam te digo' Art and design PSuzume History Capitan Yelmo Music Monkos Lead programmer Ildesir Programmers SailorFu SrChimichanga
ca: Equip 'Jam te digo' Art i disseny PSuzume Història Capitan Yelmo Música Monkos Programador principal Ildesir Programadors SailorFu SrChimichanga
es: Equipo 'Jam te digo' Arte y diseño PSuzume Historia Capitan Yelmo Música Monkos Programador principal Ildesir Programadores SailorFu SrChimichanga

source: Images Edgar Chaparro - Bar Nikola Javanovic - Tabern Amirreza Amouie - Desert road Birger Strahl - Desert house Michael Dziedzic - Wood table Oscar Nilsson - Car driving Sounds 221227 - FreeSound -AntoineRomo - FreeSound - Special thanks Kaals Kerk1
ca: Imatges Edgar Chaparro - Bar Nikola Javanovic - Taverna Amirreza Amouie - Carretera desèrtica Birger Strahl - Casa al desert Michael Dziedzic - Taula de fusta Oscar Nilsson - Cotxe Sons 221227 - FreeSound - AntoineRomo - FreeSound - Agradacions Kaals Kerk1
es: Imágenes Edgar Chaparro - Bar Nikola Javanovic - Taberna Amirreza Amouie - Carretera desértica Birger Strahl - Casa en el desierto Michael Dziedzic - Mesa de madera Oscar Nilsson - Coche Sonidos 221227 - FreeSound - AntoineRomo - FreeSound - Agradecimientos Kaals Kerk1

source: Now playing: %s
es: Ahora sonando: %s
