Repository: Laurick/MermeladaJam2
Catalog: dialogs/*.po
Languages: ca, es

source: Are you sure? Anyone would say it
ca: Estàs segura? Qualsevol ho diria.
es: ¿Estás segura? Cualquiera lo diría.

source: But it's alright, I'd rather to not worry about other's people joyment.
ca: Però està bé, prefereixo no preocupar-me per el gaudi aliè.
es: Pero está bien, prefiero no preocuparme por el disfrute ajeno.

source: Nothing happens to it. The clock it's perfectly.
ca: No li passa res. El rellotge està perfectament.
es: No le ocurre nada. El reloj está perfectamente.

source: But it doesn't work, the hands doesn't move.
ca: Però no funciona, les manetes no arriben a moure's.
es: Pero no funciona, las manecillas no llegan a moverse.

source: I know, but there is nothing wrong with it.
ca: El sé, però al rellotge no li passa res.
es: Lo sé, pero al reloj no le pasa nada.

source: The clock works by time's rhythm
ca: El rellotge funciona al ritme que el temps marca.
es: El reloj funciona al ritmo que el tiempo le marca.

source: You don't have to worry.
ca: No tens de què preocupar-te.
es: No tienes de qué preocuparte.

# dialogue
source: Kids
ca: Nens
es: Niñes

# dialogue
source: You find what you'd say is a weapon
ca: Trobaràs el que diries que és una arma

source: Wow! You found us in a blink!
ca: Hala! Ens has trobat a un moment!
es: ¡Hala! ¡Nos has encontrado en un momento!

source: Yeah, Jimmy! This traveler is incredible!
ca: Ja veus, Jimmy, aquesta persona és increïble!
es: ¡Ya ves, Jimmy, esta persona es increíble!

source: Rules are rules, here you have your coin.
ca: Les regles són les regles, aquí tens una moneda.
es: Las reglas son las reglas, aquí tienes una moneda.

source: But is not made of chocolate, don't try to eat it!
ca: Però no és de xocolata, així que se t'acudeixi menjar-te-la!
es: ¡Pero no es de chocolate, así que no intentes comértela!

source: Speaking of, who are you and how did you get here?
ca: A propòsit, tu qui ets i com has arribat fins aquí?
es: A todo esto, ¿tú quién eres y cómo has llegado hasta aquí?

source: My name is...
ca: El meu nom és..
es: Mi nombre es...

source: I don't want to talk with you.
ca: No tinc ganes de parlar amb vosaltres.
es: No tengo ganas de hablar con vosotros.

source: Now you think about it, you don't remember your name. You'd swear that you know who you are, but you are unable to utter no information about your past.
ca: Ara que ho penses, no recordes el teu nom. Juraries que saps qui ets, però ets incapaç de pronunciar cap dada sobre el teu passat.
es: Ahora que lo piensas, no recuerdas tu nombre. Jurarías que sabes quién eres, pero eres incapaz de pronunciar ningún dato sobre tu pasado.

source: Let's say I'm a traver and I'm just passing by.
ca: Diguem que soc una viatgera i que estic de pas.
es: Digamos que soy una viajera y que estoy de paso.

source: Of course, like everybody.
ca: És clar, com tots els altres.
es: Claro, como todos los demas.

source: Like everybody.
ca: Com tots els altres.
es: Como todos los demás.

source: Of course.
ca: És clar.
es: Claro.

source: And who you are?
ca: I vosaltres qui sou?
es: ¿Y vosotros quiénes sois?

source: We are Jimmy, Timmy, Jim and Joe.
ca: Som Jimmy, Timmy, Jim i Joe.
es: Somos Jimmy, Timmy, Jim y Joe.

source: We are brothers!
ca: Som germans, eh!
es: ¡Somos hermanos, eh!

source: Don't you dare to trick us! Our coins are ours!
ca: Ni se t'acudeixi pensar a enganyar-nos! Les nostres monedes són nostres.
es: ¡Ni se te ocurra pensar en engañarnos! Nuestras monedas son nuestras.

source: She already won one, so shut up
ca: Ja ens ha guanyat una vegada, així que calleu una estona.
es: Ya nos ha ganado una, así que callaos un rato.

source: What? Why is this coin so special?
ca: Com? Què té d'especial aquesta moneda?
es: ¿Cómo? ¿Qué tiene de especial esta moneda?

source: We don't know yet, but Desafecto seems interested in them.
ca: No ho sabem encara, però Desafecto sembla interessada a ella.
es: No lo sabemos aún, pero Desafecto parece interesade en ella.

source: Everybody has one!
ca: Tots tenim una moneda!
es: ¡Todos tenemos una moneda!

source: Even you. Well, you have two now.
ca: Fins i tot tu. Bé, ara tens dos.
es: Incluso tú. Bueno, ahora tienes dos.

source: Hey, traveler, thanks for playing with us. We seem invisible here and it's been so long since the last time someone look at us.
ca: Escolta, viatgera, gràcies per jugar amb nosaltres. Aquí sembla que som invisibles, i feia molt de temps que ningú no ens dirigia ni una mirada.
es: Oye, viajera, gracias por jugar con nosotros. Aquí parecemos invisibles y hacía mucho tiempo que nadie nos dirigía ni una mirada.

source: Desafecto is still looking for us for sure!
ca: Continuem jugant! Desafecto segur que ens continua buscant!
es: Desafecto aun nos esta buscado, ¡seguro!

source: See you, traveler! We wish you arrive to your destiny!
ca: Adeu, viatgera! Desitgem que arribis al teu destí!
es: ¡Adiós, viajera! ¡Deseamos que llegues a tu destino!

source: Oh, another one that ignore us.
ca: Vaja, una altra més que passa de nosaltres.
es: Vaya, otra más que pasa de nosotros.

source: But she seemed like she was differente!
ca: Però semblava que anava a ser diferent!
es: ¡Pero parecía que iba a ser distinta!

source: She vibrates like a newcomer, she's not on the same tune that everything else.
ca: Vibra com a recentment arribada, no està a la mateixa sintonia que tots els altres.
es: Vibra como a recién llegada, no está en la misma sintonía que todo lo demás.

source: So let her tune alone, we need to hide to win our game.
ca: Doncs que vibri sola, nosaltres hem d'amagar-nos per poder guanyar el nostre joc.
es: Pues que vibre sola, nosotros tenemos que escondernos para poder ganar nuestro juego.

source: The kids dissapear in front of you, like if they will never been there.
ca: Els nens desapareixen davant tu, com si mai haurien estat ocupant cap espai.
es: Los niños desaparecen ante ti, como si nunca hubieran estado ocupando ningún espacio.

source: You are left alone with your own thoughts, feeling the absence of those that were here just a second ago.
ca: Et quedes a soles amb els teus pensaments, sentint l'absència dels qui estaven aquí fa uns instants.
es: Te quedas a solas con tus pensamientos, sintiendo la ausencia de quienes estaban aquí hace unos instantes.

source: How long they have been here? Their names seems familiar
ca: Quant de temps porten aquí? Els seus noms et sonen d'alguna cosa.
es: ¿Cuánto tiempo llevan aquí? Sus nombres te suenan de algo.

source: Four kids, brothers, those names...
ca: Quatre nens, germans, amb aquests noms...
es: Cuatro niños, hermanos, con esos nombres...

source: Of course! Was that accident, right? It was horrible...
ca: És clar! Va ser aquell accident, no? Va ser horrible...
es: ¡Claro! Fue ese accidente, ¿no? Fue horrible...

source: The whole family, yeah, the parents and the four kids...
ca: Tota la família, sí, els pares i els quatre nens...
es: Toda la familia, sí, los padres y los cuatro niños...

source: It was a very notorious case. It was present in all the news in the television.
ca: Va ser un cas molt sonat. Va estar present a tots els noticiaris de la televisió.-
es: Fue un caso muy sonado. Estuvo presente en todos los noticiarios de la televisión.

source: What is this place? What's going on?
ca: Què és aquest lloc? Què està passant aquí?
es: ¿Qué es este lugar? ¿Qué está pasando aquí?

source: Don't you know yet, darling?
ca: Encara no ho saps, tresor?
es: ¿Aún no lo sabes, querida?

source: You are in the same tune that those kids. By the way, don't worry to tell me where they are.
ca: Tu estàs a la mateixa ona que aquests nens. Que, per cert, no té molestis a dir-me on son.
es: Tú estás en la misma onda que esos niños. Que por cierto, no te molestes en decirme dónde están.

source: They have their own game.
ca: Ells tenen el seu joc.
es: llos tienen su juego.

source: Are you holding them aginst their will?
ca: Els estàs retenint aquí contra la seva voluntat?
es: ¿Los estás reteniendo aquí contra su voluntad?

source: Who? ME? No one is here against their will
ca: Qui? JO? Ningú està aquí en contra de la seva voluntat.
es: ¿Quién? ¿YO? Nadie está aquí en contra de su voluntad.

source: This is a auspice for wandering souls
ca: Aquest lloc ca un auspici per ànimes esgarriades.
es: Este lugar es un auspicio para almas descarriadas.

source: Yeah, sure. Was that contract part of your good intentions?
ca: Ja, és clar. Aquest contracte forma part de les teves bones intencions?
es: Ya, claro. ¿Ese contrato forma parte de tus buenas intenciones?

source: A mere formality, I told you.
ca: Una simple formalitat, ja t'ho vaig dir.
es: Una mera formalidad, ya te lo dije.

source: You... Are a monster.
ca: Tu... Ets un monstre.
es: Tú... Eres un monstruo.

source: I am not, but I can make you wish that I'd be JUST a monster.
ca: No ho soc, però podria fer que desitjaràs que NOMÉS fora un monstre.
es: No lo soy, pero podría hacer que desearas que SÓLO fuera un monstruo.

source: The doors and windowns shut. Darkness starts to hovering you.
ca: i finestres es tanquen. La foscor es va tornant sobre tu.
es: Las puertas y ventanas se cierran. La oscuridad se va cerniendo sobre ti.

source: A beep bring back you. You head is spinning and you can't even think.
ca: Un soroll et porta a la consciència de nou. La cap te dona voltes i té costa ni tan sols pensar.
es: Un pitido te trae a la consciencia de nuevo. La cabeza te da vueltas y te cuesta siquiera pensar.

source: Your mouth tastes like blood and you noticed something thick on your lungs.
ca: La boca té sap a sang i notes alguna cosa viscosa a la teva faringe i els teus pulmons.
es: La boca te sabe a sangre y notas algo viscoso en tu faringe y tus pulmones.

source: You are not okay.
ca: No estàs bé.
es: No estás bien.

source: Where...? What...?
ca: On...? Què ha...?
es: ¿Dónde...? ¿Qué ha...?

source: Looks like Desafecto has beated you.
ca: Sembla que Desafecte te va donar una bona pallissa.
es: Parece que Desafecto te dio una buena paliza.

source: ¡OW! it hurts.
ca: OUCH! Fotre si fa mal.
es: ¡OUCH! Joder si duele.

source: But now you are alone. Everything indicates that Desafecto left, and you can't notice the kids's presence
ca: Però ara estàs sola. Tot apunta que Desafecto ha marxat, i tampoc adverteixes la presència dels nens.
es: Pero ahora estás sola. Todo apunta a que Desafecto se ha marchado, y tampoco adviertes la presencia de los niños.

source: What will you do?
ca: ¿Qué faràs?
es: ¿Qué vas a hacer?

source: Open the door, turn on the car and leave.
ca: Obrir les portes, arrencar el cotxe i sortir d'aquí.
es: Abrir las puertas, arrancar el coche y salir de aquí.

source: Look for a weapon to defend yourself from Desafecto.
ca: Cercar un arma per poder defensar-te de Desafecto.
es: Buscar un arma para poder defenderte de Desafecto.

source: Try to hide as the kids do and pray that Desafecto doesn't find you.
ca: Intentar amagar-te com fan els nens i pregar perquè Desafecto no et trobi.
es: Intentar esconderte como hacen los niños y rezar para que Desafecto no te encuentre.

source: You don't waste time to start your plan.
ca: No perds temps per posar a marxa el teu pla.
es: No pierdes tiempo para poner en marcha tu plan.

source: Indeed, the door is closed and it won't open.
ca: Efectivament, la porta està tancada i no s'obrirà.
es: Efectivamente, la puerta está cerrada y no va a abrirse.

source: What will be your next move?
ca: Quin serà el teu següent moviment?
es: ¿Cuál será tu siguiente movimiento?

source: Look for a key or something that would open the doors.
ca: Buscar una clau o el que vulgui que obri aquestes maleïdes portes.
es: Buscar una llave o lo que quiera que abra estas malditas puertas.

source: Giving up. It has no sense to think you can escape. You are traped.
ca: Rendir-se. No té sentit pensar a poder escapar. Estic atrapada.
es: Rendirse. No tiene sentido pensar en poder escapar. Estoy atrapada.

source: You search and search, but don't find anything helpful.
ca: Cerques i cerques, però no trobes res que t'ajudi.
es: Buscas y buscas, pero no encuentras nada que te ayude.

source: After few minutes you heard a clearing of a voice that you recognize perfectly.
ca: En el cap d'uns minuts escoltes un gargamellejo d'una veu suau que reconeixes perfectament.
es: Al cabo de unos minutos escuchas un carraspeo de una voz suave que reconoces perfectamente.

source: If you are going to poke around my stuff, I advance you that those door don't work with a key.
ca: Si vas a furgar entre les meves coses, t'avanço que aquestes portes no funcionen amb una clau.
es: Si vas a urgar entre mis cosas, te adelanto que estas puertas no funcionan con una llave.

source: They only obey me, like everything else.
ca: Responen només a la meva voluntat, com tota la resta.
es: Responden sólo a mi voluntad, como todo lo demás.

source: Are you going to kill me?
ca: Llavors em mataràs?
es: ¿Entonces vas a matarme?

source: No, traveler. I propose you something you'll be interested into.
ca: No, dona. Et proposo alguna cosa que segur t'interessarà.
es: No, mujer. Te propongo algo que seguro te interesará.

source: Desafecto smirks, cold an evil.
ca: Desafecto dibuixa un somriure fred i cruel.
es: Desafecto dibuja una sonrisa fría y cruel.

source: Well, I didn't expect that.
ca: Vaja, això no m'ho esperava.
es: Vaya, esto no me lo esperaba.

source: ... What?
ca: ... El què?
es: ... ¿El qué?

source: That you gave up that easy.
ca: Que et rendissis tan fàcilment.
es: Que te rindieras tan fácilmente.

source: It doesn't matter. Give me an end. I give up.
ca: Ja és igual. Acaba amb mi si vols. Em rendeixo.
es: Ya da igual. Acaba conmigo si quieres. Me rindo.

source: Come on, don't lose yoru hope. You still have a chance.
ca: Va, no perdis l'esperança. Encara tens una opció.
es: Va, no pierdas la esperanza. Aún tienes una opción.

source: Desafecto extends you their hand and dry your tears with their pale fingers.
ca: Desafecto et tendeix una mà i seca les teves llàgrimes amb els seus pàl·lids dits.
es: Desafecto te tiende una mano y seca tus lágrimas con sus pálidos dedos.

source: Their expresion, although benevolent, hides a cold stare that emits some kind of dissaproval.
ca: La seva expressió, encara que benèvola, oculta una mirada freda que emet una certa desaprovació.
es: Su expresión, aunque benévola, oculta una mirada fría que emite cierta desaprobación.

source: An ice pick close to a wicked cocktail shaker
ca: Trobes el que diries una arma: un pica gels al costat d'una coctelera embruixada.
es: Encuentras lo que dirías un arma: un picahielos al lado de una coctelera embrujada.

source: You hide behind the door, waiting to Desafecto to turn her back on you.
ca: T'amagues darrere la porta, esperant que Desafecto arribi i et doni l'esquena.
es: Te escondes tras la puerta, esperando a que Desafecto llegue y te dé la espalda.

source: Desafecto enters the room, in absolute silence.
ca: Desafecto entra a la sala, en absolut silenci.
es: Desafecto entra en la sala, en absoluto silencio.

source: Attack Desafecto from behind.
ca: Atacar a Desafecto per l'esquena.
es: Atacar a Desafecto por la espalda.

source: Don't attack. You are not a murderer.
ca: No atacar. Tu no ets una assassina.
es: No atacar. Tú no eres una asesina.

source: You jump over Desafecto and stab them on the side.
ca: Saltes sobre Desafecte i li claves el pica gels al costat.
es: Saltas sobre Desafecto y le clavas el picahielos en el costado.

source: Their body doesn't react. They even don't staggers with your weight and hit.
ca: El seu cos no reacciona. Ni tan sols es trontolla davant el teu pes i el teu cop.
es: Su cuerpo no reacciona. Ni siquiera se tambalea ante tu peso y tu golpe.

source: So you want to fight? That's good.
ca: Així que vols lluitar? Això està bé.
es: ¿Así que quieres pelear? Eso está bien.

source: But I warn you that exercise makes me hungry.
ca: Encara que t'adverteixo que l'exercici m'obre l'apetit.
es: Aunque te advierto que el ejercicio me abre el apetito.

source: Desafecto is faster thatn you, and soon you are surpased by their moves.
ca: Desafecto és més ràpid que tu, i aviat et veus superada davant dels seus moviments.
es: Desafecto es más rápide que tú, y pronto te ves superada ante sus movimientos.

source: They keeps you conscious, making you feel every bite in an agony that seems to not have end.
ca: Deixa la teva consciència per al final, fent que sentis cada mos en una agonia que no sembla acabar mai.
es: Deja tu conciencia para el final, haciendo que sientas cada bocado en una agonía que no parece acabar nunca.

source: Are you going to stay there still? Is that why I acted like I didn't see you?
ca: Et quedaràs aquí parada? Per a això he fet com si no t'hagués vist?
es: ¿Vas a quedarte ahí parada? ¿Para eso he hecho como si no te hubiera visto?

source: If you are going to behave like a monster, make sure you can.
ca: Si et comportaràs com un monstre, assegura't de poder fer-ho.
es: Si vas a comportarte como un monstruo, asegúrate de poder hacerlo.

source: You are not worth me has food, neither as toy. Dissapear.
ca: No em vals ni com a menjar ni com a joguina. Desapareix.
es: No me vales ni como comida ni como juguete. Desaparece.

source: In that moment, you heard your whole body cracking and the pain wraps you up, deafening your own screams.
ca: En aquest moment, escoltes cruixir tot el teu cos i el dolor t'embolica per complet, ensordint els teus propis crits.
es: En ese momento, escuchas crujir todo tu cuerpo y el dolor te envuelve por completo, ensordeciendo tus propios gritos.

source: You found a specially dark place where hide yourself. It seems that even the light doesn't want to get close.
ca: Trobes un lloc especialment ombriu en el qual amagar-te. Sembla que ni la llum vol acostar-se a aquest racó.
es: Encuentras un lugar especialmente sombrío en el que esconderte. Parece que ni la luz quiere acercarse a ese rincón.

source: You crouch and observe the whole room. Of course you are on a place that allows you to observe everything.
ca: T'agotzones i observes tota l'habitació. Per descomptat estàs en un lloc que et permet observar-lo tot.
es: Te agazapas y observas toda la habitación. Desde luego estás en un lugar que te permite observarlo todo.

source: A perfect hideout for a predator.
ca: Un amagatall perfecte per a un depredador.
es: Un escondite perfecto para un depredador.

source: You are not alone.
ca: No estàs sola.
es: No estás sola.

source: Bravo, you found one of my favourite place here.
ca: Desafecto: Bravo, has trobat un dels meus llocs favorits aquí.
es: Bravo, has encontrado uno de mis lugares favoritos aquí.

source: Your screams leave that dark place, but luckily it doesn't take long for them to be silenced.
ca: Els teus crits s'escapen d'aquest racó fosc, però per sort no triguen a ser ofegats.
es: Tus gritos se escapan de ese rincón oscuro, pero por suerte no tardan en ser ahogados.

source: You are sitting on a table.
ca: Estás sentada en una de las mesas.
es: Estás sentada en una de las mesas.

source: The tiredness is more and more noticeable.
ca: El cansament és cada vegada més evident.
es: El cansancio es cada vez más evidente.

source: Desafecto is sat in front of you.
ca: Desafecto està assegude davant teu.
es: Desafecto está sentade delante de ti.

source: Fine, I'm going to propose you a little and innocent game.
ca: Bé, et proposaré un petit i innocent joc.
es: Bien, voy a proponerte un pequeño e inocente juego.

source: Is evident that you want to leave here, right?
ca: És evident que vols sortir d'aquí, veritat?
es: Es evidente que quieres salir de aquí, ¿verdad?

source: Don't bother yourself answering. Your voice is annoying.
ca: No et molestis a respondre. La teva veu és irritant.
es: No te molestes en responder. Tu voz es irritante.

source: Words don't come out of your mouth no matter how hard you try.
ca: Les paraules no surten dels teus llavis per més que t'esforcis.
es: Las palabras no salen de tus labios por más que te esfuerces.

source: That's better.
ca: Així està millor.
es: Así está mejor.

source: As I was telling you, is just an innocent dice game.
ca: Com t'anava dient, no és res més que un innocent joc als daus.
es: Como te iba diciendo, no es nada más que un inocente juego a los dados.

source: If you win, you are free. If you lose, you'll stay here.
ca: Si guanyes, ets lliure de marxar-te. Si perds, et quedaràs aquí tancada.
es: Si ganas, eres libre de marcharte. Si pierdes, te quedarás aquí encerrada.

source: Do you accept?
ca: Acceptes el meu petit repte?
es: ¿Aceptas mi pequeño reto?

source: Oh, sorry, you can talk if you are going to agree.
ca: Ah, perdona, pots parlar si vas aceptar.
es: Ah, perdona, puedes hablar si vas a aceptar.

source: I agree, monster.
ca: Accepto, monstre.
es: Acepto, monstruo.

source: Fine! And in honor of my benevolence, I'll ignore that insult uttered in my presence.
ca: Bé! I en honor a la meva benevolència, ignoraré l'insult que has proferit davant la meva presència.
es: ¡Bien! Y en honor a mi benevolencia, ignoraré ese insulto que has proferido ante mi presencia.

source: And now you agreed, I'll explain you the rules.
ca: I ara que has acceptat, t'explicaré les normes.
es: Y ahora que has aceptado, te explicaré las normas.

source: It's very easy: First you need to pay with that coin you have there.
ca: És molt senzill: El primer és pagar l'entrada amb aquesta moneda que tens aquí.
es: Es muy sencillo: Lo primero es pagar la entrada con esa moneda que tienes ahí.

source: Once the payment is done, I'll throw a dice and you'll make a small bet: The next dice will have a high or lower value.
ca: Una vegada fet el pagament, tiraré un dau i tu faràs una petita aposta: el següent dau tindrà un resultat major o menor.
es: Una vez hecho el pago, tiraré un dado y tú harás una pequeña apuesta: el siguiente dado tendrá un resultado mayor o menor.

source: Then I'll thow the second dice and we compare them, okay?
ca: Llavors llanço el segon dau i comparem els resultats, val?
es: Entonces tiro el segundo dado y comparamos los resultados, ¿vale?

source: If the result is according to what you have said, you win.
ca: Si el resultat és conforme al que has predit, tu ganes.
es: Si el resultado es acorde a lo que has predicho, tú ganas.

source: On the contrary if you have failed, you lose.
ca: Si per contra has fallat, perds.
es: Si por el contrario has fallado, pierdes.

source: It's just luck and intuition, darling.
ca: És simple atzar i intuïció,tresor.
es: Es simple azar e intuición, querida.

source: Congratulations! Looks like you won.
ca: Enhorabona! Sembla que has guanyat.
es: ¡Enhorabuena! Parece que has ganado.

source: Just like that? Can I really leave?
ca: Així sense més? De veritat puc marxar-me?
es: ¿Así sin más? ¿De verdad puedo marcharme?

source: Of course, I always keep my word. No matter if they are deals or threats.
ca: Per descomptat, jo compleixo la meva paraula sempre. Tant si són tractes o amenaces.
es: Por supuesto, yo cumplo mi palabra siempre. Tanto si son tratos o amenazas.

source: Now pick up your stuff and leave.
ca: Ara recull les teves coses i marxa d'aquí
es: Ahora recoge tus cosas y márchate de aquí.

source: I'm getting tired of your presence.
ca: M'he fartat de la teva presència.
es: Me he hartado de tu presencia.

source: Wow, seems like luck is not by your side today.
ca: Vaja, sembla que la fortuna no et somriu avui.
es: Vaya, parece que la fortuna no te sonríe hoy.

source: So now that coin belongs to me, and I can do whatever I want with it.
ca: Així que aquesta moneda ara em pertany, i puc fer amb ella el que em plagui.
es: Así que esa moneda ahora me pertenece, y puedo hacer con ella lo que me plazca.
