Repository: Laurick/MermeladaJam2
Catalog: dialogs/*.po
Languages: ca, es

source: OPTIONS
ca: OPCIONS
es: OPCIONES

source: Music
ca: Música
es: Musica

source: BACK TO GAME
ca: TORNAR AL JOC
es: VOLVER AL JUEGO

source: EXIT
ca: SORTIR
es: SALIR

source: OPTIONS
ca: OPCIONS
es: OPCIONES

source: PLAY
ca: JUGAR
es: JUGAR

source: CREDITS
ca: CRÈDITS
es: CREDITOS

source: BACK TO MENU
ca: TORNAR AL MENÚ
es: VOLVER AL JUEGO

# dialogue
source: Protagonist
ca: Protagonista
es: Protagonista

# dialogue
source: Narrator
ca: Narrador
es: Narrador

source: You don't know how long have been driving, and the landscape is always the same.
ca: No saps molt bé quant de temps portes conduïnt, i el paisatge és sempre el mateix.
es: No sabes muy bien cuánto tiempo llevas conduciendo, y el paisaje es siempre el mismo.

source: The monotony of the trip starts to feel like a noise that stuns your senses.
ca: La monotonia del viatge comença a ser com un soroll que atordeix els teus sentits.
es: La monotomía del viaje empieza a ser como un ruido que aturde tus sentidos.

source: You start to see blurry, you barely listen the music on the radio, neither the sound of the engine.
ca: Comences a veure borrós, ja tot just escoltes la música de la ràdio ni el so del motor.
es: Empiezas a ver borroso, ya apenas escuchas la música de la radio ni el sonido del motor.

source: OK, lets do it
ca: Ok, anemi
es: Ok, venga

source: There's only left the wind and the rain, but little by little the veil of tireness starts to wrap everything
ca: Només et queden el vent i la pluja, però a poc a poc el vel del cansament ho envolta tot.
es: Sólo te quedan el viento y la lluvia, pero poco a poco el velo del cansancio lo envuelve todo.

source: I need to stop and rest somewhere. I think I can not last much longer
ca: Necessito parar i descansar a algun lloc. No crec que aguanti molt més.
es: Necesito parar y descansar en algún lugar. No creo que aguante mucho más.

source: The highway is straight and there is no other cars, no other people. It's gray wilderness
ca: La carretera és recta i no hi ha cap un altre vehicle, cap una altra persona. És un erm gris.
es: La carretera es recta y no hay ningún otro vehículo, ninguna otra persona. Es un yermo gris.

source: On the horizon it is drawn a storm.
ca: Al horitzó es dibuixa una tempesta.
es: En el horizonte se dibuja una tormenta.

source: You think it is.
ca: Creus que ho és.
es: Crees que es una tormenta.

source: You wish it is really a storm
ca: Desitges que ho sigui.
es: Deseas que lo sea.

source: Your other option is to not reach that horizon
ca: L'altra opció és no arribar a veure aquest horitzó.
es: La otra opción es no alcanzar a ver ese horizonte.

source: Higher
ca: Més alt
es: Más alto

source: Lower
ca: Mes baix
es: Más bajo

source: That's impossible
ca: Això és impossible.
es: Eso es imposible.

source: You have lost the notion of time a couple of times
ca: Has tornat a perdre la noció del temps un parell de vegades. Pot ser.
es: Has vuelto a perder la noción del tiempo un par de veces. Tal vez.

source: You start to glimpse a dark silhoutte of golden eyes in the distance. That emits a strange cry
ca: Comences a entreveure una silueta fosca de ulls daurats al lluny. Que emet un estrany lament.
es: Empiezas a visulmbrar una silueta oscura de ojos dorados a lo lejos. Que emite un extraño lamento.

source: You can't go faster, neither stop yet
ca: No pots accelerar més, tampoc creus que puguis parar encara.
es: No puedes acelerar más, tampoco crees que puedas parar aún.

source: Not untill you reach that thing
ca: No fins arribar a 'això'.
es: No hasta llegar a 'eso'.

source: Come on... Focus.
ca: Viatgera: Anemi... Centra't.
es: Vamos... Céntrate.

source: That shape, now closer, is a building, whose windows emit light.
ca: Aquella forma, ara més propera, es un edifici, les finestres emeten llum.
es: Esa forma, ahora más cercana, es un edificio, cuyas ventanas emiten luz.

# dialogue
source: Traveler
ca: Viatgera
es: Viajera

source: You don't know how long you have been driving, and the landscape is always the same.
ca: No saps molt bé quant de temps portes conduïnt, i el paisatge és sempre el mateix.
es: No sabes muy bien cuánto tiempo llevas conduciendo, y el paisaje es siempre el mismo.

source: The monotony of the trip starts to become a noise that stuns your senses.
ca: La monotonia del viatge comença a convertir-se en un soroll que atordeix els teus sentits.
es: La monotomía del viaje empieza a ser como un ruido que aturde tus sentidos.

source: You start to see blurry, and barely listen the music of the radio, neither the noise of the engine
ca: Comences a veure borrós, i amb prou feines escoltes la música de la ràdio, ni el soroll del motor
es: Empiezas a ver borroso, ya apenas escuchas la música de la radio ni el sonido del motor.

source: There are only the wind, and the rain, but little by little the veil of tireness starts to wrap it all.
ca: Només et queden el vent i la pluja, però a poc a poc el vel del cansament ho envolta tot.
es: Sólo te quedan el viento y la lluvia, pero poco a poco el velo del cansancio lo envuelve todo.

source: I need to stop and rest somewhere. I don't think I can last much longer.
ca: Necessito parar i descansar a algun lloc. No crec que aguanti molt més.
es: Necesito parar y descansar en algún lugar. No creo que aguante mucho más.

source: The highroad is straight, and there is no other cars, no other people. Is a gray wasteland.
ca: La carretera és recta i no hi ha cap un altre vehicle, cap una altra persona. És un erm gris.
es: La carretera es recta y no hay ningún otro vehículo, ninguna otra persona. Es un yermo gris.

source: On the horizon is drawn a storm.
ca: Al horitzó es dibuixa una tempesta.
es: En el horizonte se dibuja una tormenta.

source: You think it's a storm.
ca: Creus que és una tempesta.
es: Crees que es una tormenta.

source: You want it to be.
ca: Desitges que ho sigui
es: Deseas que lo sea.

source: The other option os to not reach that horizon.
ca: L'altra opció és no arribar a veure aquest horitzó.
es: La otra opción es no alcanzar a ver ese horizonte.

source: That's impossible.
ca: Això és impossible
es: Eso es imposible.

source: You lost again the notion of time a couple of times. Maybe.
ca: Has tornat a perdre la noció del temps un parell de vegades. Pot ser.
es: Has vuelto a perder la noción del tiempo un par de veces. Tal vez.

source: You start to glimpse a golden-eyed dark silhoutte on the distance. that emits a strange cry.
ca: Comences a entreveure una silueta fosca de ulls daurats al lluny. Que emet un estrany lament.
es: Empiezas a vislumbrar una silueta oscura de ojos dorados a lo lejos. Que emite un extraño lamento.

source: You can't go faster, and neither you can stop yet.
ca: No pots accelerar més, tampoc creus que puguis parar encara.
es: No puedes acelerar más, tampoco crees que puedas parar aún.

source: Not untill reach 'it'.
ca: No fins arribar a 'això'.
es: No hasta llegar a 'eso'.

source: Finally a place to rest!
ca: Al fi un lloc al que poder aturar-se!
es: ¡Al fin un lugar en el que poder parar!

source: Answering your exclamation, the car finally stops at the door of the building.
ca: Responent a la teva exclamació, el cotxe finalment s'atura a la porta de l'edifici.
es: Respondiendo a tu exclamación, el coche finalmente se detiene a la puerta del local.

# dialogue
source: Unknown
ca: Desconegut
es: Desconocido

# dialogue
source: Viajera
ca: Viatgera

source: You wanted to escape from the grey vastness of the wasteland, but inside the building, it looks worse.
ca: Volies escapar de la grisa immensitat de l'erm, però dins de l'edifici, sembla pitjor
es: Deseabas escapar de la aplastante vastedad gris del yermo, pero el interior del local parece peor.

source: It's sad and heavy,but you are almost grateful to feel something
ca: És trist i opressiu, però gairebé estàs agraït de sentir alguna cosa
es: Es triste y opresivo, aunque casi agradeces sentir algo.

source: Well, well, well... What do we have here?
ca: Vaja, vaja, vaja... Què tenim aquí?
es: Vaya, vaya, vaya... ¿Qué tenemos aquí?

source: Looks like another wanderer soul in our humble home
ca: Sembla que tenim una altra ànima esgarriada al nostre humil llar.
es: Parece que tenemos otra alma descarriada en nuestra humilde casa.

source: Who are you?
ca: Qui ets?
es: ¿Quién eres?

source: I'm the manager of this place, but you can call me Desafecto.
ca: Sóc el gerent d'aquest lloc, però tu pots anomenar-me Desafecto.
es: Soy le gerente de este lugar, pero tú puedes llamarme Desafecto.

source: If you need me, you can ring this bell, but it's been too long since it rang.
ca: Si em necessites, pots tocar aquest timbre, encara que fa temps que no emet cap so.
es: Si me necesitas, puedes tocar este timbre, aunque hace tiempo que no emite ningún sonido.

source: But don't worry, I'm always close, I never let you aside.
ca: Però no et preocupis, estic sempre a prop, mai us deixo de costat.
es: Pero no te preocupes, estoy siempre cerca, nunca os dejo de lado.

source: Where am I?
ca: On sóc?
es: ¿Dónde estoy?

source: I'd never meet anyone with a name like that.
ca: Mai hi havia conegut a ningú amb un nom així.
es: Nunca había conocido a nadie con un nombre así.

source: Yeah, but I bet whatever you want that you had never met anyone like ME.
ca: Ja, encara que apostaria el que vulguis a que tampoc has conegut a ningú com JO.
es: Ya, aunque apostaría lo que quieras a que tampoco has conocido a nadie como YO.

source: You are in.. Well, you are lucky. You came to Aion, a very special place.
ca: Estàs a... Bé, estàs de sort. Has arribat a Aión, un lloc especial.
es: Estás en... Bueno, estás de suerte. Has llegado a Aión, un lugar especial.

source: Few people can feel it.
ca: Poca gent ho pot percebre ni tan sols.
es: Poca gente puede percibirlo siquiera.

source: Would you like a room and rest?
ca: Desitjaries una habitació i descansar?
es: ¿Desearías una habitación y descansar?

source: I need to rest and drink something.
ca: Necessito descansar i prendre alguna cosa.
es: Necesito descansar y tomar algo.

source: Perfect, take a sit and rest a little bit, we will get your room ready.
ca: Perfecte, seu i descansa una mica, que nosaltres et preparem una habitació.
es: Perfecto, toma asiento y descansa un poco, que nosotros te preparamos una habitación.

source: What would you like to have?
ca: Què vols prendre?
es: ¿Qué deseas tomar?

source: What do you have?
ca: Què tens?
es: ¿Qué tienes?

source: The best beer you can find this side of the road, darling.
ca: La millor cervesa que puguis trobar a aquest costat de la carretera, tresor.
es: La mejor cerveza que puedas encontrar a este lado de la carretera, querida.

source: Is there something across the road?
ca: Potser hi ha alguna cosa a l'altre costat de la carretera?
es: ¿Acaso hay algo al otro lado de la carretera?

source: Have been someone able to walk through the wasteland?
ca: Qui sap? Algú ha arribat a recórrer l'erm?
es: ¿Quién sabe? ¿Alguien ha llegado a recorrer el yermo?

source: The answer to both questions is no.
ca: La resposta és no a ambdues preguntes.
es: La respuesta es no a ambas preguntas.

source: I'll get that beer, then.
ca: Acceptaré doncs aquesta cervesa.
es: Aceptaré pues esa cerveza.

source: It's not hard to find the place. The room looks empty.
ca: No et costa trobar lloc. El local sembla buit.
es: No te cuesta encontrar sitio. El local parece vacío.

source: Here you have your beer.
ca: Aquí tens la cervesa.
es: Aquí tienes la cerveza.

source: Enjoy it.
ca: Gaudeix-la.
es: Disfrútala.

source: Desafecto ofers you a jug with a extremely dark and thick liquid, like it is tar.
ca: Desafecto t’ofereix una gerra amb un líquid extremadament dens i fosc, com si fora quitrà.
es: Desafecto te ofrece una jarra con un líquido extremadamente denso y oscuro, como si fuera alquitrán.

source: Is this even a beer?
ca: És això una cervesa?
es: ¿Acaso es esto una cerveza?

source: You shrug your shoulds and quench your thirst, discovering that is not that bad as you expected.
ca: T'encongeixes d'espatlles i sacies la teva set, descobrint que no sap tan malament com esperaves.
es: Te encojes de hombros y sacias tu sed, descubriendo que no sabe tan mal como esperabas.

source: Looks like your situation has improved. Sure you can rest now.
ca: Sembla que la teva situació ha canviat a millor. Segur que ara pots descansar.
es: Parece que tu situación ha cambiado a mejor. Seguro que ahora puedes descansar.

source: Through the windows a light comes a diffuse light, the tainted glass alters the ligh, creating an almost dreamlike atmosphere.
ca: Per les finestres entra una llum molt difusa, el vidre tenyit altera la llum, creant un ambient gairebé oníric.
es: Por las ventanas entra una luz muy difusa, el vidrio teñido altera la luz, creando un ambiente casi onírico.

source: The room feels old and aged, like is has lost its ancient splendor.
ca: El local se sent vell i atrotinat, com si hi hagués perdut el seu antic esplendor.
es: El local se siente viejo y ajado, como si hubiera perdido su antiguo esplendor.

source: If it ever had it.
ca: Si es que alguna vegada ho va tenir.
es: Si es que alguna vez lo tuvo.

source: Sorry?
ca: Disculpa?
es: ¿Disculpa?

source: What?
ca: Què?
es: ¿Qué?

source: I think you were thinking out loud, your tongue was talking by itself.
ca: Crec que estaves pensant en veu alta, que d'alguna manera la teva llengua ha parlat sola.
es: Creo que estabas pensando en voz alta, que de alguna manera tu lengua ha hablado sola.

source: In fact, I think, you were talking about Aion.
ca: Crec que, de fet, estaves parlant de Aión.
es: Creo que, de hecho, estabas hablando de Aión.

source: Oh, well, sorry. It may be the exhaustiveness
ca: Ah, bé, disculpa. Ha de ser l'esgotament.
es: Ah, bueno, disculpa. Debe ser el agotamiento.

source: I see. But yes, you are right. Time doesn't forive anyone.
ca: M'imagino. Però sí, tens raó, el temps no perdona a ningú.
es: Me imagino. Pero sí, tienes razón, el tiempo no perdona a nadie.

source: Anyone.
ca: A ningú.
es: A nadie.

source: I don't even remember how long have I been here. Looks like eternity.
ca: Ja ni record quant de temps fa que estic aquí. Sembla gairebé una eternitat.
es: Ya ni recuerdo cuánto hace que llevo aquí. Parece casi una eternidad.

source: It's a comfy place.
ca: És un lloc agradable.
es: Es un lugar agradable.

source: You think? I think it's the first time someone describes this place as comfy.
ca: Tu creus? Crec que sa la primera vegada que descriuen aquest lloc com agradable.
es: ¿Tú crees? Creo que es la primera vez que describen este lugar como agradable.

source: Sorry, I just wanted to be...
ca: Perdona, només pretenia ser...
es: Perdona, sólo pretendía ser...

source: Nice?
ca: Agradable?
es: ¿Agradable?

source: Don't worry, I know. Thanks.
ca: Descuida, ho sé. T'ho agraeixo.
es: Descuida, lo sé. Te lo agradezco.

source: I'd like to tell you something.
ca: Volia dir-te una cosa.
es: Quería decirte una cosa.

source: We have the perfect room for you.
ca: Tenim una habitació perfecta per tu.
es: Tenemos una habitación perfecta para ti.

source: But first you need to sign here to book the room.
ca: Però abans has de signar aquí perquè puguis hostatjar-te.
es: Pero antes tienes que firmar aquí para que puedas hospedarte.

source: They gives you an aged document, that seems older than everything you have seen.
ca: Et presenta un document envellit, que sembla anterior a tot el que has vist.
es: Te presenta un documento envejecido, que parece anterior todo cuanto has visto.

source: You observe the contract. Barely understand anything, it looks too long and complex to just book a room.
ca: Observes el contracte. Tot just entens res, sembla massa llarg i complex com per reservar una habitació.
es: Observas el contrato. Apenas entiendes nada, parece demasiado largo y complejo como para reservar una habitación.

source: It's just a mere formality, a regular booking contract.
ca: És una simple formalitat, un contracte de reserva estàndard.
es: Es una mera formalidad, un contrato de reserva estándar.

source: It doesn't looks like.
ca: No ho sembla.
es: No lo parece.

source: Usually you won't sign such a strange contract.
ca: Normalment no signaries un contracte tan estrany.
es: Normalmente no firmarías un contrato tan extraño.

source: But you are not in a usual situation.
ca: Però no estàs a una situació normal.
es: Pero no estás en una situación normal.

source: So? You want to keep with the booking or not?
ca: I bé? Vols que seguim endavant amb la reserva o no?
es: ¿Y bien? ¿Quieres que sigamos adelante con la reserva o no?

source: Okay, let me sign.
ca: Bé, deixa que signi
es: Vale, deja que firme.

source: I'd like to see that contract with detail.
ca: M’agradaria veure aquest contracte amb deteniment.
es: Me gustaría ver ese contrato con detenimiento.

source: Of course!
ca: És clar!
es: ¡Claro!

source: Here you have also a pen.
ca: Aquí tens també una ploma.
es: Aquí tienes también una pluma.

source: This paper is old and special, it doesn't accept any ink.
ca: Aquest paper és vell i especial, no accepta qualsevol tinta.
es: Este papel es viejo y especial, no acepta cualquier tinta.

source: A chill travels through your spine the momento you hold the pen.
ca: Un calfred recorre la teva esquena al moment en què subjectes la ploma.
es: Un escalofrío recorre tu espalda en el momento en el que sujetas la estilográfica.

source: The ink looks like... Blood? But it's so dark that looks black.
ca: La tinta sembla... Sang? Però és tan fosca que sembla negra.
es: La tinta parece... ¿Sangre? Pero es tan oscura que parece negra.

source: Sadly, you noticed this detail after signing.
ca: Per desgràcia, t'adones d'aquest detall després signar.
es: Por desgracia, te percatas de este detalle tras firmar.

source: Perfect! Now I can get to work.
ca: Perfecte! Amb això ja puc treballar.
es: ¡Perfecto! Con esto ya puedo trabajar.

source: Desafecto leaves with the paper and the pen on their hands and a smile on their face.
ca: Desafecto se'n va amb el paper i la ploma les seves mans i un somriure a la cara.
es: Desafecto se marcha con el papel y la pluma en sus manos y una sonrisa en la cara.

source: Their smile looks like that of a hunter excited by the hunt.
ca: El seu somriure semblava el d'un depredador emocionat per la caça.
es: Su sonrisa parecía la de un depredador emocionado por la caza.

source: Are you sure?
ca: Estás segura?
es: ¿Estás segura?

source: You can trust me. Don't worry.
ca: Pots confiar a mi. Tranquil·la.
es: Puedes confiar en mí. Tranquila.

source: Alright, I'll sign it.
ca: Està bé, signaré.
es: Está bien, firmaré.

source: No, give me the contract and let me read it.
ca: No, dona'm el paper i deixa que el llegeixi.
es: No, dame el papel y deja que lo lea.

source: A chill travels through your spine the momento you hold the pen
ca: Un calfred recorre la teva esquena al moment en què subjectes la ploma.
es: Un escalofrío recorre tu espalda en el momento en el que sujetas la estilográfica.

source: Desafecto grabs the contract before you can take a look.
ca: Desafecto retira el contracte abans que puguis fer-te amb ell.
es: Desafecto retira el contrato antes de que puedas hacerte con él.

source: DO YOU THINK YOU CAN EVEN TOUCH ME OR APPROACH ME LIKE THAT?
ca: CREUS QUE POTS NI TAN SOLS TOCAR-ME O ACOSTAR-TE AIXÍ SENSE MÉS NI MÉS!
es: ¡CREES QUE PUEDES SIQUIERA TOCARME O ACERCARTE ASÍ SIN MÁS!

source: YOU CAN LEAVE AND GET YOUR UNPLEASANT PRESENC OUT OF MY HOUSE!
ca: POTS MARXAR-TE I TREURE TU INGRATA PRESÈNCIA DEL MEU LLAR!
es: ¡PUEDES MARCHARTE Y SACAR TU INGRATA PRESENCIA DE MI CASA!

source: GOOD LUCK FINDING A PLACE TO DROP DEAD!
ca: BONA SORT TROBANT UN LLOC EN QUÈ CAURE MORTA!
es: ¡BUENA SUERTE ENCONTRANDO UN LUGAR EN EL QUE CAERTE MUERTA!

source: Apologize
ca: Disculpar-te
es: Disculparte

source: Leave
ca: Marxar-te
es: Marcharte

source: Alright, I'm someone comprehensible. You can stay here, but no more complaints
ca: Està bé, sóc comprensiu. Pots quedar-te, però no vull sentir més queixes.
es: Está bien, soy alguien comprensive. Puedes quedarte, pero no quiero oír más quejas.

source: You go out through the door and find you abandoned to the vast wasteland, that wait patiently to devour you.
ca: Surts per la porta i et veus abandonada a la immensitat grisa, que espera pacient per devorar-te.
es: Sales por la puerta y te ves abandonada a la inmensidad gris, que aguarda paciente para devorarte.

source: You would say it's been hours, but you are not sure.
ca: Diries que han passat unes hores, encara que no ho tens molt és clar.
es: Dirías que han pasado unas horas, aunque no lo tienes muy claro.

source: You found a clock whose hands won't move.
ca: Et fixes en l'existència d'un rellotge el qual, les manetes no acaben d'avançar mai.
es: Te fijas en la existencia de un reloj cuyas manecillas no terminan de avanzar nunca.

source: They are on the verge of ticking, but never doing it.
ca: Estan sempre a la vora de fer "tic" o respondre "tac".
es: Están siempre al borde de hacer "tic" o responder "tac".

source: But that never happens.
ca: Però aquell instant mai arriba.
es: Pero ese instante nunca llega.

source: What a drag.
ca: Quina llauna.
es: Vaya lata.

source: You feel a shadow go through your own place, but you couldn't see how projects it.
ca: Notes una ombra passar just pel teu mateix espai, sense arribar a veure qui la projecta.
es: Notas una sombra pasar justo por tu mismo espacio, sin llegar a ver quién la proyecta.

source: Are you getting bored?
ca: T’avorreixes?
es: ¿Te aburres?

source: Is there someone else staying here?
ca: Hi ha algú més allotjat aquí?
es: ¿Hay alguien más hospedado aquí?

source: No, no, everything is alright.
ca: No, no, està tot bé.
es: No, no, está todo bien.

source: Is something wrong with the clock? Looks like it doesn't move.
ca: Escolta, li passa alguna cosa al rellotge? Sembla que no avança a cap moment.
es: Oye, ¿le pasa algo al reloj? Parece que no avanza en ningún momento.

source: Of course you are not the only one here
ca: Per descomptat que no ets l'única aquí.
es: Por supuesto que no eres la única aquí.

source: This is a passing place. In the middle of nowhere, but a passing place.
ca: Aquest lloc està de pas. A meitat del no-res, sí, però de pas.
es: Este es un lugar está de paso. En mitad de la nada, sí, pero de paso.

source: You are not the first to come, neither the last.
ca: No ets la primera a arribar, ni seràs l'última.
es: No eres la primera en llegar, ni serás la última.

source: For a moment their tone seems prophetic. It must be your imagination.
ca: Per un moment el seu to sembla gairebé profètic. Han de ser imaginacions teves.
es: Por un momento su tono parece casi profético. Deben ser imaginaciones tuyas.

source: I'm sure that someone is still here. But I'd say I haven't seen anyone in ages.
ca: Estic segure que algú ha de seguir aquí. Tot i que es podria dir que fa eons que no veig a ningú. nadie.
es: Estoy segure de que alguien debe seguir por aquí. Aunque se podría decir que hace eones que no veo a nadie.

source: Heh.
ca: Je.
es: Je.

source: If you feel bored, you can try to sharpen your senses and ind other travelers like you.
ca: Si t’avorreixes, pots intentar afinar els teus sentits i cercar a altres viatgers com tu.
es: Si te aburres, puedes intentar afinar tus sentidos y buscar a otros viajeros como tú.

source: You hear a knock, like if someone was trying to stay still breaks that status for half a second.
ca: Escoltes un cop, com si algú que tractava de mantenir-se absolutament immòbil trenqués amb aquest estat durant mig segon.
es: Escuchas un golpe, como si alguien que trataba de mantenerse absolutamente inmóvil rompiera con ese estado durante medio segundo.
